SoapAPI/src/test/resources/getAccounts.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://www.soap.tks.it.p.lodz.pl">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getAccountsRequest>
        </gs:getAccountsRequest>
    </soapenv:Body>
</soapenv:Envelope>